<?php
// Heading
$_['heading_title']          = 'Каталог статей';

// Text
$_['text_success']           = 'Список статей обновлен!';
$_['text_list']              = 'Список статей';
$_['text_add']      	     = 'Добавление новой статьи';
$_['text_edit']     	     = 'Редактирование статьи';
$_['text_cat_edit']     	 = 'Редактирование категории';
$_['text_default']           = 'Основной магазин';
$_['text_enabled']         = 'Опубликовано';
$_['text_disabled_list']    = 'Скрыто в списке';
$_['text_disabled']      = 'Снято с публикации';

// Column
$_['column_image']            = 'Фото';
$_['column_name']            = 'Название статьи';
$_['column_category']            = 'Категория';
$_['column_sort_order']      = 'Сортировка';
$_['column_date_added']      = 'Дата';
$_['column_action']          = 'Действие';

$_['button_apply']             = 'Применить';

// Entry
$_['entry_name']             = 'Название статьи';
$_['entry_cat_name']             = 'Название категории';
$_['entry_category']             = 'Все статьи';
$_['entry_meta_keyword']     = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_short_description']      = 'Анонс статьи';
$_['entry_cat_additional_description']      = 'Нижнее описание';
$_['entry_description']      = 'Содержание статьи';
$_['entry_cat_description']      = 'Описание категории';
$_['entry_parent']         	 = 'Родитель';
$_['entry_store']            = 'Магазины';
$_['entry_related']          = 'Связанные товары';
$_['entry_related_title']          = 'Заголовок для товаров';
$_['entry_keyword']          = 'SEO URL';
$_['entry_alternative_link']          = 'Внешняя ссылка';
$_['entry_image']            = 'Изображение';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_date_added']       = 'Дата добавления';
$_['entry_viewed']       = 'Количество просмотров';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Изменить макет';
$_['entry_seo_title']        = 'HTML-тег Title';
$_['entry_seo_h1']           = 'HTML-тег H1';

// Help
$_['help_short_description']           = 'Выводится в списке статей. Если пусто, то будет формироваться из содержания статьи';
$_['help_cat_additional_description']           = 'Дополнительное описание категории. Выводится под списком статей категории.';
$_['help_parent']           = 'Выберите материал, который вы хотите сделать категорией для текущего';
$_['help_related']           = 'Добавленные товары будут приложены к статье (автозаполнение). Порядок вывода можно сортировать.';
$_['help_related_title']           = 'Заполните, если хотите изменить заголовок Связанные товары';
$_['help_keyword']           = 'Псевдоним для ссылки. Генерируется автоматически';
$_['help_alternative_link']           = 'Заменяет переход в статью из общего списка на другой адрес. По умолчанию оставить пустым';
$_['help_image']           = 'Добавляется в статью, выводится в списке статей и используется как картинка категории';

// Error
$_['error_warning']          = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'У Вас нет прав для изменения статей!';
$_['error_delete']           = 'Категория не может быть удалена, так как имеет %s вложенных статей!';
$_['error_name']             = 'Название статьи должно быть от 2 до 32 символов!';
$_['error_keyword']          = 'Этот псевдоним уже используется!';
$_['error_selected']          = 'Выберите в выпадающем списке категорию, которую нужно отредактировать и нажмите эту кнопку.';
