<?php
// Heading
$_['heading_title']       = 'Каталог статей'; 

// Text
$_['text_extension']   = 'Расширения';
$_['text_edit']        = 'Настройки модуля';
$_['text_success']        = 'Настройки модуля статей успешно обновлены!';
$_['text_root_type_1']   = 'Показывать префикс раздела в url и ссылку в хлебных крошках';
$_['text_root_type_2']   = 'Показывать только ссылку в хлебных крошках';
$_['text_root_type_3']  = 'Не показывать ничего';
$_['text_path_type_1']  = 'Выводить полный путь в url';
$_['text_path_type_2']  = 'Выводить два последних в пути';
$_['text_path_type_3']  = 'Выводить только последний';
$_['text_path_type_4']  = 'Выводить только последний с сохранением пути в хлебных крошках';

// Entry
$_['entry_heading']        = 'Название модуля на сайте';
$_['entry_articles_title']        = 'HTML-тег Title';
$_['entry_articles_metadescription']        = 'Мета тег Description';
$_['entry_description']        = 'Описание';
$_['entry_article_thumb_category']   = 'Размер картинок категорий';
$_['entry_article_thumb']   = 'Размер картинок в списке';
$_['entry_article_image']   = 'Размер картинки в статье';
$_['entry_show_date']       = 'Показывать дату';
$_['entry_show_views']       = 'Показывать просмотры';
$_['entry_show_readmore']       = 'Показывать читать далее';
$_['entry_show_latest']       = 'Общий список статей';
$_['entry_show_root']       = 'Ссылка на корень';
$_['entry_show_path']       = 'Вложенность в URL';
$_['entry_article_limit']       = 'Статей на странице';
$_['entry_article_alias']       = 'Префикс раздела';
$_['entry_social']       = 'Кнопки Поделиться';
$_['entry_vk_comments_api']       = 'Комментарии ВК';
$_['entry_status']        = 'Модуль категорий';

// Help
$_['help_width']        = 'Ширина';
$_['help_height']    = 'Высота';
$_['help_articles_title']        = 'Выводится как заголовок браузера и поисковой выдачи для главной страницы статей';
$_['help_articles_metadescription']    = 'Краткое описание раздела со статьями для поисковых роботов';
$_['help_description']        = 'Содержание на стартовой странице, описывающее раздел и предваряющее вывод родительских категорий и статей';
$_['help_article_thumb_category']        = 'Если пусто, то картинки<br /> категорий не используются.<br />По умолчанию: 250x170';
$_['help_article_thumb']    = 'Если пусто, то картинки<br /> в списке не используются.<br /> По умолчанию: 210x130';
$_['help_article_image']        = 'Если пусто, то картинка<br /> в статье не используется.<br />По умолчанию: 300x200';
$_['help_show_latest']        = 'Выводит список всех статей из всех категорий на стартовой странице статей';
$_['help_show_root']        = 'Префикс раздела в URL и ссылка на раздел в хлебных крошках';
$_['help_show_path']        = 'Определяет вложенность пути к статьям и категориям в URL';
$_['help_alias']        = 'После смены префикса, возможно потребуется удалить файл кеша: cache.seo_pro или подождать около часа, чтобы изменения вступили в силу';
$_['help_social']        = 'Вставьте сюда код кнопок социальных сетей';
$_['help_vk_comments_api']    = 'Добавляет возможность комментирования статей с помощью виджета ВКонтакте. Укажите только ваш API ID';

// Error
$_['error_permission']    = 'У Вас нет прав для изменения модуля статей!';
$_['error_alias']    = 'Префикс раздела должен содержать от 3 до 15 символов латиницей без пробелов!';
