<?php
// Heading
$_['heading_title']    = 'Последние статьи';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';
$_['text_separator']          = '&nbsp;&nbsp;&gt;&nbsp;&nbsp;';
$_['text_type_1']        = 'Модуль последних статей';
$_['text_type_2']        = 'Модуль вывода последних статей в категориях товаров';
$_['text_type_3']        = 'Модуль вывода последних статей в товарах';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_title']       = 'Заголовок на сайте';
$_['entry_module_type']      = 'Тип модуля';
$_['entry_parent']      = 'Категория';
$_['entry_limit']      = 'Лимит статей';
$_['entry_width']      = 'Ширина картинки';
$_['entry_height']     = 'Высота картинки';
$_['entry_show_date']     = 'Вывод даты';
$_['entry_status']     = 'Статус';

// Help
$_['help_parent']        = 'В модуле будут выведены статьи только из указанной категории. Если оставить пустым, то вывод будет из всех категорий.';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_name']       = 'Название модуля должно быть от 3 до 64 символов!';
$_['error_title']       = 'Заголовок модуля должен быть от 3 до 32 символов!';
$_['error_width']      = 'Необходимо указать ширину!';
$_['error_height']     = 'Необходимо указать высоту!';
